Repository: common-repository/creative-commons
Catalog: languages/*.po
Languages: hi_hi

source: User-specified Creative Commons License will display in the page footer by default. Alternatively, drag this widget to a sidebar and the license will appear there instead.
hi_hi: क्रिएटिव कॉमन का लाइसेंस डिफ़ॉल्ट रूप से पेज के फुटर पर दिखाई देगा, या फिर आप इसे पेज के साइडबार में ऐड कर सकते हे ड्रैग एंड ड्रॉप कर के.

source: License
hi_hi: लाइसेंस

source: License your site
hi_hi: अपनी साइट को लाइसेंस दें

source: Add license warning text
hi_hi: लाइसेंस चेतावनी लेख जोड़ें

source: Set attribution to
hi_hi: आरोपण सेट करे

source: Allow users override site license
hi_hi: उपयोगकर्ताओं को साइट लाइसेंस ओवरराइड करने की अनुमति दें

source: Allow license per post or page
hi_hi: हर एक पेज या पोस्ट के लिए लाइसेंस को अनुमति दे

source: The license shown may overriden by individual content such as a single post or image.
hi_hi: दिखाए गए लाइसेंस को एकल पोस्ट या छवि जैसी व्यक्तिगत सामग्री द्वारा ओवरराइड किया जा सकता है।

source: Choose a Creative Commons license
hi_hi: क्रिएटिव कॉमन लाइसेंस चुनें

source: Change license
hi_hi: लाइसेंस बदलें

source: The network name: %s
hi_hi: नेटवर्क नाम:

source: A site's name
hi_hi: एक साइट का नाम

source: The author display name
hi_hi: लेखक ka प्रदर्शन नाम

source: Something completely differrent
hi_hi: कुछ पूरी तरह से अलग

source: The site name: %s
hi_hi: साइट का नाम:

source: Attribution text:
hi_hi: एट्रीब्यूशन टेक्स्ट

source: Attribution url:
hi_hi: एट्रीब्यूशन यूआरएल

source: WARNING: Changing these license settings after content has been added may change the licenses authors on the site have selected, effectively relicensing possibly all content on the site!
hi_hi: चेतावनी : सामग्री जोड़ने के बाद इन लाइसेंस सेटिंग्स को बदलना साइट पर लाइसेंस लेखकों को चुन सकता है, प्रभावी ढंग से साइट पर सभी सामग्री को पुन: वितरित कर सकता है!

source: License settings
hi_hi: लाइसेंस की सेटिंग

source: Allow siteadmins to change their site's license
hi_hi: साइटएडमिन्स को अपनी साइट का लाइसेंस बदलने की अनुमति दें

source: Licensed:
hi_hi: लाइसेंस्ड

source: Select a default license
hi_hi: एक डिफ़ॉल्ट लाइसेंस का चयन करें

source: Creative Commons License
hi_hi: क्रिएटिव कामन्स लाइसेंस

source: by
hi_hi: द्वारा

source: is licensed under a <a rel="license" href="%s">%s</a>.
hi_hi: <a rel="license" href="%s">% s </a> के तहत लाइसेंस प्राप्त है।

source: WPLicense
hi_hi: WP लाइसेंस

source: Official Creative Commons plugin for Wordpress. Allows users to select and display Creative Commons licenses for their content.
hi_hi: Wordpress के लिए आधिकारिक क्रिएटिव कॉमन्स प्लगइन। उपयोगकर्ताओं को अपनी सामग्री के लिए क्रिएटिव कॉमन्स लाइसेंस चुनने और प्रदर्शित करने की अनुमति देता है।

source: Bjorn Wijers <burobjorn@burobjorn.nl>, mitcho (Michael Yoshitaka Erlewine), Brett Mellor
hi_hi: ब्योर्न वाइज़र <burobjorn@burobjorn.nl>, मिचो (माइकल योशिताका एलेविन), ब्रेट मेलोर
